export var cityByLetter = [{
  'name': 'AA',
  'list': ['不限']
}, {
  'name': 'A',
  'list': ['安庆', '澳门', '安顺', '安阳', '鞍山', '阿拉善盟', '阿坝', '安康', '阿里', '阿克苏', '阿勒']
}, {
  'name': 'B',
  'list': ['蚌埠', '亳州', '北京', '北海', '百色', '毕节', '白银', '保定', '白山', '白城', '本溪', '包头', '巴彦淖尔', '滨州', '巴中', '宝鸡', '博乐', '保山']
}, {
  'name': 'C',
  'list': ['重庆', '滁州', '巢湖', '池州', '潮州', '崇左', '承德', '沧州', '长沙', '常德', '郴州', '长春', '常熟', '常州', '朝阳', '赤峰', '长治', '成都', '昌都', '昌吉', '楚雄']
}, {
  'name': 'D',
  'list': ['东莞', '定西', '大庆', '大兴安岭地区', '大连', '丹东', '大同', '东营', '德州', '德阳', '达州', '德宏', '大理', '迪庆']
}, {
  'name': 'E',
  'list': ['恩施', '鄂州', '鄂尔多斯']
}, {
  'name': 'F',
  'list': ['阜阳', '福州', '佛山', '防城港', '抚州', '抚顺', '阜新', '方家山']
}, {
  'name': 'G',
  'list': ['广州', '桂林', '贵港', '贵阳', '甘南', '赣州', '固原', '果洛', '广元', '广安', '甘孜']
}, {
  'name': 'H',
  'list': ['合肥', '淮南', '淮北', '黄山', '惠州', '河源', '贺州', '河池', '衡水', '邯郸', '哈尔滨', '鹤岗', '黑河', '鹤壁', '黄石', '黄冈', '衡阳', '怀化', '海口', '淮安', '葫芦岛', '呼和浩特', '呼伦贝尔', '海晏', '海东', '海北', '黄南', '海南', '海西', '菏泽', '汉中', '哈密', '和田', '红河', '杭州', '湖州']
}, {
  'name': 'J',
  'list': ['江门', '揭阳', '嘉峪关', '金昌', '酒泉', '鸡西', '佳木斯', '焦作', '荆州', '荆门', '吉林', '靖江', '江阴', '景德镇', '九江', '吉安', '锦州', '晋城', '晋中', '济南', '济宁', '嘉兴', '金华']
}, {
  'name': 'K',
  'list': ['开封', '昆山', '克拉玛依', '喀什', '库尔勒', '克州', '昆明']
}, {
  'name': 'L',
  'list': ['六安', '龙岩', '柳州', '来宾', '六盘水', '兰州', '陇南', '临夏', '廊坊', '洛阳', '漯河', '娄底', '辽源', '连云港', '辽阳', '临汾', '吕梁', '莱芜', '临沂', '聊城', '凉山', '泸州', '乐山', '拉萨', '林芝', '丽江', '临沧', '丽水']
}, {
  'name': 'M',
  'list': ['马鞍山', '茂名', '梅州', '牡丹江', '绵阳', '眉山']
}, {
  'name': 'N',
  'list': ['宁德', '南平', '南海区', '南宁', '南阳', '南京', '南通', '南昌', '内江', '南充', '那曲', '怒江', '宁波']
}, {
  'name': 'P',
  'list': ['莆田', '平凉', '平顶山', '濮阳', '萍乡', '盘锦', '攀枝花']
}, {
  'name': 'Q',
  'list': ['泉州', '泉港区', '清远', '钦州', '黔西', '黔东', '黔南', '庆阳', '秦皇岛', '齐齐哈尔', '七台河', '青岛', '曲靖', '衢州']
}, {
  'name': 'R',
  'list': ['日照', '荣成', '日喀则']
}, {
  'name': 'S',
  'list': ['宿州', '厦门', '三明', '深圳', '韶关', '汕头', '汕尾', '石家庄', '双鸭山', '绥化', '三门峡', '商丘', '十堰', '随州', '邵阳', '三亚', '四平', '松原', '宿迁', '苏州', '宿迁', '上饶', '沈阳', '石嘴山', '上海', '朔州', '遂宁', '商洛', '商洛', '山南', '石河子', '思茅', '绍兴']
}, {
  'name': 'T',
  'list': ['铜陵', '铜仁', '天水', '唐山', '通化', '泰州', '太仓', '铁岭', '通辽', '太原', '泰安', '铜川', '天津', '台湾', '吐鲁番', '塔城', '台州']
}, {
  'name': 'W',
  'list': ['芜湖', '梧州', '武威', '武汉', '无锡', '乌海', '乌兰察布', '吴忠', '潍坊', '威海', '渭南', '乌鲁木齐', '文山', '温州']
}, {
  'name': 'X',
  'list': ['宣城', '邢台', '新乡', '许昌', '信阳', '襄樊', '孝感', '咸宁', '湘潭', '湘西', '徐州', '新余', '兴安盟', '锡林郭勒盟', '西宁', '忻州', '西安', '咸阳', '香港', '西双版纳']
}, {
  'name': 'Y',
  'list': ['阳江', '云浮', '玉林', '伊春', '宜昌', '岳阳', '益阳', '永州', '洋浦市', '延边', '盐城', '扬州', '鹰潭', '宜春', '营口', '银川', '玉树', '阳泉', '运城', '永济市', '烟台', '宜宾', '雅安', '延安', '榆林', '伊犁', '玉溪', '玉环县']
}, {
  'name': 'Z',
  'list': ['漳州', '珠海', '湛江', '肇庆', '中山', '遵义', '张掖', '张家口', '郑州', '周口', '驻马店', '株洲', '张家界', '张家港', '镇江', '中卫', '淄博', '枣庄', '章丘', '自贡', '资阳', '昭通', '舟山']
}]
